---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.MEPAnalyticalModelData
source: html/3b9ec0b6-bc53-c1ef-bfce-aebcac3b423e.htm
---
# MEPAnalyticalModelData Members

Releases all resources used by the MEPAnalyticalModelData